import image1 from "../assets/profile-1.jpg";
import image2 from "../assets/Moaz.jpeg";
import image3 from "../assets/mostafa.jpeg";
import image4 from "../assets/trainer.jpeg";
const testimonialsData = [
  {
    image: image1,
    review:
      "I made the right choice by choosing the Fitclub and by choosing the right plan and program I already achieved my ideal body!",
    name: "Anas Youssef",
    status: "Engineer",
  },
  {
    image: image2,
    review:
      "تصدق انا اول مره انزل الجيم من شهر تقريبا وكل اللي يشوفنى يقول انه باين عليا مش كله يعنى الناس اللي مكنتش بشوفها ",
    name: "Moaz Ashraf",
    status: "Engineer",
  },
  {
    image: image3,
    review:
      " رأي في المتابعه و النظام الصراحه حاجه كويسة و حاجه كويسة اكتر أنك تدرب مع حد من سنك او قريب منك ف السن فكره زيك كده ده هيساعده و يساعدك ف التغير و بقالي فتره كبيره بروح جيم بس متقطع بروح شهرين ٣ و اريح ٤ ٥ شهور بس حقيقي اول مره احس بفرق كانت معاك يا أخويا و عارف ان احنا هنوصل لحاجه كويسة والله ❤️ اد الدنيا يا كوتش والله 💞",
    name: "Mostafa Abdin",
    status: "Trainer",
  },
  {
    image: image4,
    review:
      " بالنسبة للمتابعة ماشاء الله اول ب اول و كاكوتش لسة في دراسة وداخل في المجال وبتطور من الانظمة ومن المتابعة ومن نفسك دي حاجة تُحسب ليك ماشاء الله . انك شغال هنا وهنا ومش بتقصر ولا هنا ولا هنا دي حاجة تُحسب ليك . الانظمة في تطور مستمر ماشاء الله ك تصميم و ككل  ماشاء الله ",
    name: "Omar Mahmoud",
    status: "Trainer",
  },
];
export default testimonialsData;
